export const data = {
    about: `Filler — это пошаговая стратегическая компьютерная игра, разработанная российской компанией Gamos и выпущенная в 1990 году. Игра доступна для платформы MS-DOS и предназначена для двух игроков. Игровое поле представляет собой сетку из квадратных клеток разных цветов.
            Каждый игрок начинает игру со своей стартовой клетки на краю поля. Цель игры — захватить более половины клеток игрового поля, перекрашивая стартовую клетку и соседние клетки в желаемый цвет. На каждом ходу игрок выбирает новый цвет для стартовой клетки, и все клетки, которые были того же цвета, что и стартовая клетка, перекрашиваются в выбранный цвет.
            Игровой процесс включает в себя взаимодействие игроков, обмен ходами и захват клеток. Игра может быть пройдена в однопользовательском режиме или в режиме hot-seat, когда два игрока сидят за одним компьютером и играют вместе.`,
    leaderboard: `Здесь вы сможете увидеть самых успешных игроков и узнать о их достижениях. Присоединяйтесь к сообществу любителей Filler и следите за своими успехами на вершине таблицы лидеров.`,
    forum: `Добро пожаловать на форум игры Filler!
            Здесь вы найдёте всё, что нужно знать об игре Filler. На форуме можно задать вопросы, получить советы от опытных игроков, обсудить стратегии и просто пообщаться с единомышленниками.
            Не забудьте зарегистрироваться, чтобы получить доступ ко всем его функциям. Регистрация займёт всего несколько минут, и после этого вы сможете начать общаться с другими игроками и получать помощь и поддержку.
            Мы надеемся, что вам понравится наш форум, и вы станете активным участником сообщества игры Filler!`,
};
